
export const docxContent = `רדאר ומעגל השיפור







אבחון ארגוני

דו"ח מסכם

NGT לתיעדוף נושאים

בחירת נושא

ממדי הנושא

מדדי תוצאה



תפוקות/ תוצאות

תחקיר

בקרה

רשימת המלצות להמשך







AR- assess & refine

R- results









ניתוח שדה כוחות

תכנית יישום

לוח גנט

תרשים תהליך

נוהל

6

1



מיקוד הבעיה

נתונים על הבעיה

מדדי תפוקה

D-deployment

R- results



5

2



4

3



3`;

export const xlsxContent = `
,מרכיב הרדאר,תיאור,מצופה מבית הספר,דוגמאות,בתחומי החוזק,נקודות לחיזוק,הערכת הקריטריון,משקל הקריטריון,0,10-30,40-60,70-80,90-100,,10,40,70,90,0,10-30,40-60,70-80,90-100,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
מעגל הכיוון,קריטריון 1: חזון ואסטרטגיה - 1.1 חזון,,,,,,,,חוסר יכולת להציג,יכולת מוגבלת להציג,יכולת להציג,יכולת טובה להציג,יכולת יוצאת דופן להציג,,20,50,80,100,לא קיים בשלב זה,קיים ברמה התחלתית,קיים על פי הנדרש,קיים מעל לנדרש,בסטנדרט יוצא דופן,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,גישה,החזון הבית ספרי צריך להיות ברור והגיוני. מתאים לצורכי בית הספר ולצורכי בעלי העניין העיקריים שלו. מרכיבי החזון השונים ברורים ונותנים מענה לעתיד בית הספר.,"1.     לפרט את החזון, אופן גיבושו ועדכניותו ","קיים חזון מעודכן
חזון מספק מענה לצורכי בית הספר, לצורכי בעלי העניין המרכזים ולהתוויית כיוון לעתידו של בית הספר.",,,0,2,,,,,,,30,60,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,2.     להסביר את מרכיביו השונים ואת הסיבה להכללת רכיבים אלו בחזון.,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,3.     להסביר את צורכי בעלי העניין שעליהם החזון אמור לענות.,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,4.     להסביר את מרכיבי החזון שאמורים לתת מענה לעתיד.,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,יישום,הטמעת החזון בבית הספר תבוצע בשיטות שונות ותיושם במקומות רלוונטיים באופן יעיל ובזמן,1.     שיטות ההטמעה של חזון בית הספר ,החזון מוטמע באמצעות מגוון שיטות  בקרב בעלי עניין שונים תוך מתן דגש לאפקטיביות הפעילות בכל אוכלוסיית יעד.,,,0,3,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,2.     פרוט ההטמעה של חזון בית הספר לכל אוכלוסיית יעד .,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"3.     כיצד בי""ס מוודא שהחזון מופץ במקומות רלוונטיים באופן יעיל ובזמן.",,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,בקרה ושיפור,בית הספר מבצע משובים שבודקים את יעילות הטמעת החזון בקרב בעלי העניין השונים. המידע הנאסף מנותח ומוסקות ממנו מסקנות אופרטיביות.,להציג את שיטות איסוף המידע בקרב בעלי העניין השונים.,"קיימים כלים לאיסוף מידע אודות הטמעת החזון והאפקטיביות שלהם, משיטות ההגעה לקהלים השונים ",,,0,2,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,1.  להראות כיצד איסוף המידע מספק משוב על יעילות הטמעת החזון בקרב בעלי העניין השונים.,"משיטות איסוף המידע, ניתוחו, הסקת מסקנות באופן מתודולוגי .",,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"2.  להציג את שיטות ניתוח המידע, הסקת המסקנות מהמידע הנאסף וגיבוש החלטות אופרטיביות לעתיד.",התנעת תהליכי שינוי נדרשים לשיפור אפקטיביות תהליך הטמעת החזון.,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,"ממצאי המידע שהתקבל  מנותחים, נמדדים ומרוכזים למגמות. על סמך ניתוח המגמות שנמצאו נעשית למידה שכוללת בנצ'מרק במטרה לפתח פתרונות חדשניים שישפרו את הביצועים בטווחי זמן סבירים.","1.     להציג את שיטת ריכוז הנתונים, ניתוחם ואופן הצגת המגמות.","נאספים נתונים על הטמעת החזון, מנותחים ומוצגים.",,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"2.     להציג דוגמאות לשינויי מגמה שקרו בעקבות איתור שינויי מגמה, למידה, בנצ'מרק שבוצע ופיתוח פתרונות חדשים ","שיטת הטיפול בנתונים והסקת המסקנות
",,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"סה""כ לקריטריון 1.1 - חזון",,,,0,7%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,קריטריון 1: חזון ואסטרטגיה - 1.4 אסטרטגיה,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,גישה,"בית הספר מנתח את יכולות הליבה שלו, גוזר מהם אתגרים ותכניות לעתיד.","בית הספר יציג את חוזקותיו ויפרט כיצד הוא משלב את החוזקות בארבע תחומי אסטרטגיה, יבהיר מהם מדדי המפתח בכל אחת מהאסטרטגיות",1.נערך ניתוח חוזקות,,,0,3,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,2.שילוב החוזקות  בקביעת האסטרטגיות,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,3.סט המדדים משקף את ההתקדמות להשגת החזון,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,יישום,לבית הספר תכנית פעולה לשנים הבאות להשגת חזונו,בית הספר יראה תכנית פעולה עתידית לקידום יעדיו האסטרטגיים,"הצגת תכנית עתידית לקידום יעדי ביה""ס בארבעת תחומי האסטרטגיה-פדגוגי, חברתי, רגשי, ניהולי",,,0,5,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,בקרה ושיפור,בית הספר מנטר את תוצאות פעולותיו בתחומי האסטרטגיה,בית הספר מנהל מערך ניטור של נתוני תוצאות בכל אחת מהאסטרטגיות. ,בית הספר יציג את המצב המצוי בכל אחת מהאסטרטגיות ואת המגמות הרצויות לעתיד,,,0,4,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,ממצאי התוצאות שהתקבלו מנותחים ומרוכזים למגמות. נערכת למידה על התוצאות ונגזרים תהליכי מפתח שיובילו להשגת המטרות ,"בית הספר מנתח מגמות וקובע יעדי ביצוע, מבצע למידה כיצד לשפר את התוצאות ",1.בית הספר משווה את תוצאותיו לארגונים דומים אחרים.,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,2. בית הספר יציג פעילויות שישפרו את המצב הקיים,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"סה""כ לקריטריון  1.4 אסטרטגיה",,,,0,12%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,,"סה""כ לקריטריון1: חזון ואסטרטגיה",,0,19%,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
, קריטריון 2: תרבות ארגונית ומנהיגות 2.1 - תרבות ארגונית,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,גישה,"תרבות ארגונית כוללת נהלים ברורים, חדים, אמינים ושקופים אשר נאכפים ונידונים שוב ושוב מתוך פתיחות ודיאלוג. ",1.הסבר מהי התרבות הארגונית [עקרונות יסוד מוסכמים] ומה היא כוללת,1.  נהלים וכללים ברורים ומתועדים,,,0,2,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,2. יש לפרט כיצד הקודים להתנהגות באים לידי ביטוי במערך של הוקרות ותמריצים לעבודה  ,"2.  מנגנונים התומכים בתרבות הארגונית כדוגמת תקנון, קוד אתי, מעגלי שיח וכד",,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,"אלה יוצרים קודים של התנהגויות, אמונות וערכים המקובלים בארגון. ",3. יש לפרט מהם הקודים המרכזיים בהם בית הספר מתמקד נכון להיום,3.  מערך הוקרות התומכות בקוד האתי הבית ספרי,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,4.  השיטה בה נבחרו הקודים בהם בית הספר מתמקד,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,יישום,התרבות הארגונית יוצרת שפה ארגונית אחידה אשר מאפשרת לפתור בעיות ,"בית הספר יציג מקרים בהם הקודים של התרבות הובילו לשינויים, ויציג את מנגנון ההפעלה",1.עקביות ביישום המנגנונים התומכים בתרבות הארגונית,,,0,2,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,2.דרכי ההטמעה של הקודים המוסכמים,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,בקרה ושיפור,בית הספר מנטר את ההתנהלות על פי הקודים הרצויים על פי תיעדוף,כיצד נאסף המידע על הקודים הארגוניים וכיצד הוא מנותח- המנגנון,"קיים מנגנון לאיסוף מידע על התרבות הארגונית וניטורו- למשל איחורים [מורים ותלמידים, אירועי משמעת, תלבושת, הגשת חומרים ובזמן וכד]",,,0,2,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,בית הספר עורך למידה על הנתונים שנאספו ופועל לשיפורם,1.כיצד משתמשים בנתונים שנאספו לצורך שיפור,ניתוח הנתונים והפקת לקחים,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,2.כיצד מתורגמים לפעולות אופרטיביות של שיפור,פעולות שיפור שנעשו,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"סה""כ לקריטריון  2.1 - תרבות ארגונית",,,,0,6%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
, קריטריון 2: תרבות ארגונית ומנהיגות 2.3 - מנהיגות של יזמות וחדשנות,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,גישה,"בית הספר פתוח ליצירתיות, לחדשנות ולחשיבה משבשת, והוא מציב יעדי שיפור. ","1.הסבר כיצד תחום החדשנות, היצירתיות והחשיבה המשבשת באים לידי ביטוי בעשייה הבית ספרית. רצוי להביא דוגמאות ממחישות","נעשה שימוש עקבי בחדשנות משבשת, ביצירתיות וביזמות  לקידום יעדי ביה""ס.",,,0,1,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,מסתייע בבניית שותפויות לזיהוי הזדמנויות כדי למנף את עשייתו,2.הדגמה של מערך שותפויות והערך לבית הספר,קיים מערך שותפויות המקדם את בית הספר ליעדיו,,,0,1,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,יישום,בית הספר מקדם יוזמות וחדשנות ,כיצד באה לידי ביטוי החדשנות והיזמות בתכניות ובמנגנונים הבית ספריים,"בפועל מיושמים חדשנות ויצירתיות בפעילויות השוטפות בבית הספר [אינן רנדומלי], קיימים מנגנונים לקידום החדשנות",,,0,3,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,בקרה ושיפור,בית הספר בודק את השפעת החדשנות על קידום החזון והאסטרטגיה שלו,מערך איסוף המידע  של היזמות והחדשנות בבית הספר,קיים איסוף מידע עקבי בנושא החדשנות והיצירתיות,,,0,2,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,בית הספר  מרכז ומנהל את המידע שנאסף ומשתמש בלמידה לקידום מטרותיו.,הכלים לניתוח המידע הנאסף בתחום חדשנות ויזמות  והפעולות האופרטיביות שנגזרות מהניתוח ,נבדקת אפקטיביות השימוש ביזמות ובחדשנות לצורך קידום בית הספר ליעדיו,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"סה""כ לקריטריון 2.3 - מנהיגות של יזמות וחדשנות",,,,0,7%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,"סה""כ לקריטריון 2: תרבות ארגונית ומנהיגות",,,0,13%,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
מעגל הביצוע, קריטריון 3: בעלי העניין 3.1- בעלי העניין ומעורבותם בבית הספר,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,גישה,"1.     בית הספר מזהה את בעלי העניין שלו, מזהה מי בעלי העניין המרכזיים שלו ומה תרומתם הפוטנציאלית להצלחת בית הספר. ",1.   להציג שיטה לזיהוי ומיפוי בעלי עניין וכיצד הם נבחרים,1.  קיימות שיטות שפותחו לזיהוי בעלי העניין העיקריים של הארגון ותרומתם הפוטנציאלית להצלחת הארגון.,,,0,2,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,"2.     הנהלת בית הספר מבינה  את ההשפעה ההדדית של ביה""ס על בעלי העניין, והשפעת בעלי העניין על ביה""ס",2.   להבהיר כיצד נלקחת בחשבון השפעת פעילויות בבית הספר על בעלי העניין המרכזיים.,2.  תוצאה בפעילות בית הספר מול בעלי העניין השונים.,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,3.     בית הספר משלב בחזון מענה לציפיות בעלי העניין.,3.   להבהיר כיצד מזוהה השפעתם של בעלי העניין המרכזים ומהם משמעויות ההשפעה על פעילות בית הספר.,3.  השיטה שבה מתוכנן מינוף היתרונות היחסיים של בעלי עניין לצורך קידום מטרותיו של בית הספר.,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,יישום,"לאחר שזיהה  בית הספר את בעלי העניין המרכזים שלו ואת תרומתם הפוטנציאלית, הוא  ממנף את יתרונותיהם לקידום מטרותיו.",1.להציג את תוצרי השיטה לזיהוי בעלי העניין וזיהוי בעלי העניין המרכזיים.,1. שילוב בעלי העניין בפעילות בית הספר וניצול יתרונותיהם לקידום מטרות בית הספר בתחומים השונים.,,,0,2,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"2. להציג את תוצרי השיטה של זיהוי היתרונות היחסיים של כל בעל עניין מרכזי
3. להציג כיצד בית הספר משלב בפעילותו את בעלי העניין השונים וממנף את יתרונותיהם היחסיים לקידום פעילותו.",2. זיהוי השפעת הפעילות של שילוב בעלי העניין על קידום מטרותיו של בית הספר (אפקטיביות הפעילות שבוצעה),,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,בקרה ושיפור,בית הספר מרכז מידע באופן שוטף על פעילותם של בעלי העניין ותרומתם לקידום מטרותיו של בית הספר.,"להציג מנגנון שמרכז את המידע הרלוונטי בנושא פעילותם של בעלי העניין, מנתח אותו, מעריך את אפקטיביות התרומה ומאתר נקודות תורפה והזדמנויות לשיפור.",1. איכות המנגנון לריכוז מידע על בעלי העניין  ואופן השימוש בו.,,,0,1,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,2. אופן הצגת המידע על בעלי העניין – כמה המידע ברור וחד משמעי.,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,"ממצאי המידע שהתקבל  מנותחים, נמדדים ומרוכזים למגמות. על סמך ניתוח המגמות שנמצאו נעשית למידה שכוללת בנצ'מרק במטרה לפתח פתרונות חדשניים שישפרו את הביצועים בטווחי זמן סבירים.",1. להראות את שיטות איסוף המידע.,"בית הספר מעריך את איכות המידע שנאסף, נערכת עליו למידה והסקת מסקנות וההחלטות מתורגמות לתוכניות ביצוע שיפורים עתידיים.",,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"2. להראות כיצד מגמות שנתגלו נלמדות, מנותחות וכיצד מפיקים מהם מסקנות אופרטיביות ותוכניות לשינויים שישפרו את המצב הקיים.",,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,"סה""כ לקריטריון  3.1 - בעלי עניין ומעורבותם בבית הספר",,,,,,0,5%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
, קריטריון 3: בעלי העניין 3.2 ניהול עובדים,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,גישה,1. בית הספר מפלח את מאפייני כח האדם ,1.     להציג נתונים אודות מאפייני עובדים,1.מאפייני כח האדם מנוהלים ומתועדים בצורה עקבית.,,,0,2,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,"2. לבית הספר מיפוי של הידע והכישורים, מוטיבציה ושביעות הרצון של עובדיו","2.     להציג את השיטה בה ממופים הידע והכישורים של העובדים
3.     להציג שיטה בה ביה""ס מנטר את שביעות הרצון של העובדים ורמת המוטיבציה שלהם","2.המנגנון בו נעשה שימוש כדי לרכז את הידע וההתפתחות של המורים
3. המנגנון בו ביה""ס בודק את שביעות הרצון והמוטיבציה של עובדיו",,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,3. בבית הספר חלוקת סמכויות ואחריות הנגזרת מהסמכות. ,4.     השיטה להגדרת סמכות ואחריות של בעלי התפקיד,4.קיימת שיטה להגדרת סמכויות ותפקידים,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,יישום,"1.בית הספר מעריך את המורים ומקצועיותם, שביעות רצונם ורמת המוטיבציה שלהם","1.להציג מנגנון להערכת עובדים, מקצועיותם ורמת המוטיבציה שלהם","1.קיים מנגנון לבדיקת שביעות רצון, מוטיבציה והערכה של העובדים [למשל- הערכת מנהל: את מי? באיזו תדירות?, הערכת עובדים שאינם מורים: ע""י מי? תדירות?]",,,0,2,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,2. לבית הספר תכנית הכשרה והתפתחות מקצועית של המורים,2.להציג תכנית התפתחות מקצועית של המורים והעובדים,"2.מבוצעת תכנית להתפתחות מקצועית של המורים והעובדים, נבחנת האפקטיביות שלה",,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,3.     נהלים והגדרות תפקיד,3.הגדרות תפקיד לכל המורים הנושאים בתפקיד,3.קיימות הגדרות התפקיד ברורות וחד משמעיות [סמכות ואחריות],,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,בקרה ושיפור,"1.בית הספר מרכז מידע לגבי רמת המוטיבציה של המורים,  מקצועיותם, ושביעות רצונם ","1.להציג כיצד מנוהל הידע שנאסף באמצעות המנגנון של איסוף במידע לגבי מוטיבציה, מקצועיות ושביעות רצון",כל הידע שנאסף על העובדים מרוכז ומוערך בצורה המאפשרת לגזור ממנה תכנית שיפור עתידית,,,0,2,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,2. לבית הספר מידע לגבי צרכי הפיתוח המקצועי של עובדיו,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,על בסיס המידע שנאסף נערכת למידה וגיבוש שיטות לשיפור עתידי,להראות כיצד נערכו הפקת לקחים ומסקנות לצורך שיפור עתידי,מתקיימים תהליכי הפקת לקחים מתוך הנתונים שנאספו ונבנית תכנית שיפור עתידי,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"סה""כ לקריטריון  3.2  - ניהול עובדים",,,,0,6%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,,"סה""כ לקריטריון 3: בעלי עניין",,0,11%,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,קריטריון 4: הצעת ערך 4.1 ייחודיות בית ספרית,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,גישה,"בית הספר מציע הצעת ערך ופיתח תיק המוצרים, שירותים ופתרונות  בהתאם להצעת הערך",לבית הספר הצעת ערך המשולבת בחזון,קשר בין הצעת הערך לחזון ולאסטרטגיה ,,,0,3,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,יישום,בית הספר תרגם את הצעת הערך שלו למסרים אטרקטיביים המועברים ללקוחות קיימים ופוטנציאליים בערוצי תקשורת מקוונים ובלתי מקוונים,"אמצעים בהם מוטמעת הצעת הערך בתהליכי מפתח ובחיי היום-יום של ביה""ס","הצעת הערך מוטמעת בחיי ביה""ס [נהלים, טקסים, תרבות וכד], ההורים מכירים ומזדהים עם הצעת הערך",,,0,4,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,בקרה ושיפור,"בית הספר מרכז מידע ומנטר את פעילותו להטמעת הצעת הערך בחיי ביה""ס",כיצד מרוכז ומנותח המידע ,בית הספר מרכז את המידע בנוגע להצעת הערך באופן עקבי המאפשר הסקת מסקנות,,,0,3,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,על בסיס המידע שנאסף נערכת למידה וגיבוש שיטות לשיפור עתידי,להראות כיצד נערכו הפקת לקחים ומסקנות לצורך שיפור עתידי,קיימים תהליכי הפקת לקחים מתוך הנתונים שנאספו על הטמעת הצעת הערך ונבנית תכנית שיפור עתידי,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,"סה""כ לקריטריון  4.1 - ייחודיות בית הספר",,,,,,0,10%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,,"סה""כ לקריטריון 4: הצעת ערך",,0,10%,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,קריטריון 5: ניהול ביצועים 5.1 ניהול ביצועים ותהליכים,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,גישה,1.בית הספר מיפה את תהליכי המפתח שלו.,להציג מפת תהליכים הסוקרת את תהליכי המפתח והקשר שלהם לחזון ולאסטרטגיה,לבית הספר מפת תהליכים המובילים אותו להשגת חזונו,,,0,3,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,כל תהליך מוביל לתוצאות המפתח רצויות,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,2.בית הספר מנהל תקציב התומך ניהול התהליכים,"להציג ניהול תקציב על פי יעדי ביה""ס",קיימת תכנית הקצאת תקציב העומדת בהלימה ליעדי הארגון ולתכנית האסטרטגית שלו,,,0,3,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,יישום,1.בית הספר מנהל את תהליכי המפתח,"1.להציג תרשימי תהליך לתהליכי המפתח
2. להציג כלים לניהול ביצועים","1.כל תהליך מפתח מנוהל [ממופה, יש אחראי לכל תהליך, מפורסם]
2. ניהול ביצועים למשל: ביצועים פדגוגיים- ועדות מלוות, וועדת פדגוגיות...
ארגוני- ניהול תלונות, בקרת החלטות, ניהול ישיבות...
רגשי- הפחתת נשירה, העלאת שייכות, אקלים...
חברתי- העלאת התנדבות, שמירה על משאבים, אלימות...",,,0,3,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,2.בית הספר בונה תקציב בהלימה ליעדיו ,הצגת הקשר שבין היעדים לאופן הקצאת התקציב,"2. קיימת הקצאת תקציב עפ""י קדימויות היעדים",,,0,2,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,בקרה ושיפור,בית הספר מעריך את איכות תהליכיו ומשפר אותם,הדרך בה מוערכים התהליכים וכיצד הם משופרים,בית הספר מנהל תהליכים ומקיים תהליכי שיפור סיסטמטיים,,,0,6,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"סה""כ לקריטריון 5.1 - ניהול תהליכים",,,,0,17%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,,"סה""כ לקריטריון 5: ניהול ביצועים",,0,17%,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
מעגל התוצאות,קריטריון 6: תוצאות איכות - תוצאות סובייקטיביות,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,רלוונטיותושימושיות,תוצאות המפתח הסובייקטיביות רלוונטיות ומספקות תמונה מקיפה ועדכנית על תפיסות ועמדות בבית הספר,להראות את התוצאות הסובייקטיביות שנבחרו וכיצב הן מקדמות את התוצאות האובייקטיביות,"נבחרו תוצאות סובייקטיביות רלוונטיות ועדכניות
התומכות ומקדמות את קיימות התוצאות האובייקטיביות [למשל: תדמית בי""ס, שביעות רצון, עמדות, אקלים חברתי...]",,,0,7,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,ביצוע,"ניהול תוצאות המפתח, לרבות שיפורים ותכנון לעתיד",מגמות של התוצאות הסובייקטיביות על רצף זמן,בית הספר מציג מגמה של שיפור בהשגת התוצאות הסובייקטיביות,,,0,8,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"סה""כ לקריטריון 6- תוצאות סוביקטיביות",,,,0,15%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,קריטריון 7: תוצאות מצוינות - תוצאות אובייקטיביות,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,רלוונטיותושימושיות,תוצאות המפתח האובייקטיביות רלוונטיות ומספקות תמונה מקיפה בית הספר,להראות את התוצאות האובייקטיביות ואת התמונה שהם מספקים על בית הספר,"נבחרו תוצאות מפתח רלוונטיות ועדכניות המשקפות את התקדמות ביה""ס להשגת חזונו [למשל, הישגים, פניות ותלונות, נשירה וכד]",,,0,7,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,ביצוע," ניהול תוצאות המפתח, לרבות שיפורים ותכנון לעתיד",מגמות של שיפור בתוצאות האובייקטיביות על רצף זמן,בית הספר מציג מגמות של שיפור בהשגת התוצאות האובייקטיביות,,,0,8,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"סה""כ לקריטריון  7- תוצאות אוביקטיביות",,,,0,15%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,,,"סה""כ לתוצאות",0,30%,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,הערכת מנהל: את מי? באיזו תדירות?, הערכת עובדים שאינם מורים: ע""י מי? תדירות?]",,,0,2,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,2. לבית הספר תכנית הכשרה והתפתחות מקצועית של המורים,2.להציג תכנית התפתחות מקצועית של המורים והעובדים,"2.מבוצעת תכנית להתפתחות מקצועית של המורים והעובדים, נבחנת האפקטיביות שלה",,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,3.     נהלים והגדרות תפקיד,3.הגדרות תפקיד לכל המורים הנושאים בתפקיד,3.קיימות הגדרות התפקיד ברורות וחד משמעיות [סמכות ואחריות],,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,בקרה ושיפור,"1.בית הספר מרכז מידע לגבי רמת המוטיבציה של המורים,  מקצועיותם, ושביעות רצונם ","1.להציג כיצד מנוהל הידע שנאסף באמצעות המנגנון של איסוף במידע לגבי מוטיבציה, מקצועיות ושביעות רצון",כל הידע שנאסף על העובדים מרוכז ומוערך בצורה המאפשרת לגזור ממנה תכנית שיפור עתידית,,,0,2,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,2. לבית הספר מידע לגבי צרכי הפיתוח המקצועי של עובדיו,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,על בסיס המידע שנאסף נערכת למידה וגיבוש שיטות לשיפור עתידי,להראות כיצד נערכו הפקת לקחים ומסקנות לצורך שיפור עתידי,מתקיימים תהליכי הפקת לקחים מתוך הנתונים שנאספו ונבנית תכנית שיפור עתידי,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"סה""כ לקריטריון  3.2  - ניהול עובדים",,,,0,6%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,,"סה""כ לקריטריון 3: בעלי עניין",,0,11%,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,קריטריון 4: הצעת ערך 4.1 ייחודיות בית ספרית,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,גישה,"בית הספר מציע הצעת ערך ופיתח תיק המוצרים, שירותים ופתרונות  בהתאם להצעת הערך",לבית הספר הצעת ערך המשולבת בחזון,קשר בין הצעת הערך לחזון ולאסטרטגיה ,,,0,3,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,יישום,בית הספר תרגם את הצעת הערך שלו למסרים אטרקטיביים המועברים ללקוחות קיימים ופוטנציאליים בערוצי תקשורת מקוונים ובלתי מקוונים,"אמצעים בהם מוטמעת הצעת הערך בתהליכי מפתח ובחיי היום-יום של ביה""ס","הצעת הערך מוטמעת בחיי ביה""ס [נהלים, טקסים, תרבות וכד], ההורים מכירים ומזדהים עם הצעת הערך",,,0,4,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,בקרה ושיפור,"בית הספר מרכז מידע ומנטר את פעילותו להטמעת הצעת הערך בחיי ביה""ס",כיצד מרוכז ומנותח המידע ,בית הספר מרכז את המידע בנוגע להצעת הערך באופן עקבי המאפשר הסקת מסקנות,,,0,3,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,על בסיס המידע שנאסף נערכת למידה וגיבוש שיטות לשיפור עתידי,להראות כיצד נערכו הפקת לקחים ומסקנות לצורך שיפור עתידי,קיימים תהליכי הפקת לקחים מתוך הנתונים שנאספו על הטמעת הצעת הערך ונבנית תכנית שיפור עתידי,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,"סה""כ לקריטריון  4.1 - ייחודיות בית הספר",,,,,,0,10%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,,"סה""כ לקריטריון 4: הצעת ערך",,0,10%,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,קריטריון 5: ניהול ביצועים 5.1 ניהול ביצועים ותהליכים,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,גישה,1.בית הספר מיפה את תהליכי המפתח שלו.,להציג מפת תהליכים הסוקרת את תהליכי המפתח והקשר שלהם לחזון ולאסטרטגיה,לבית הספר מפת תהליכים המובילים אותו להשגת חזונו,,,0,3,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,כל תהליך מוביל לתוצאות המפתח רצויות,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,2.בית הספר מנהל תקציב התומך ניהול התהליכים,"להציג ניהול תקציב על פי יעדי ביה""ס",קיימת תכנית הקצאת תקציב העומדת בהלימה ליעדי הארגון ולתכנית האסטרטגית שלו,,,0,3,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,יישום,1.בית הספר מנהל את תהליכי המפתח,"1.להציג תרשימי תהליך לתהליכי המפתח
2. להציג כלים לניהול ביצועים","1.כל תהליך מפתח מנוהל [ממופה, יש אחראי לכל תהליך, מפורסם]
2. ניהול ביצועים למשל: ביצועים פדגוגיים- ועדות מלוות, וועדת פדגוגיות...
ארגוני- ניהול תלונות, בקרת החלטות, ניהול ישיבות...
רגשי- הפחתת נשירה, העלאת שייכות, אקלים...
חברתי- העלאת התנדבות, שמירה על משאבים, אלימות...",,,0,3,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,2.בית הספר בונה תקציב בהלימה ליעדיו ,הצגת הקשר שבין היעדים לאופן הקצאת התקציב,"2. קיימת הקצאת תקציב עפ""י קדימויות היעדים",,,0,2,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,בקרה ושיפור,בית הספר מעריך את איכות תהליכיו ומשפר אותם,הדרך בה מוערכים התהליכים וכיצד הם משופרים,בית הספר מנהל תהליכים ומקיים תהליכי שיפור סיסטמטיים,,,0,6,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"סה""כ לקריטריון 5.1 - ניהול תהליכים",,,,0,17%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,,"סה""כ לקריטריון 5: ניהול ביצועים",,0,17%,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
מעגל התוצאות,קריטריון 6: תוצאות איכות - תוצאות סובייקטיביות,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,רלוונטיותושימושיות,תוצאות המפתח הסובייקטיביות רלוונטיות ומספקות תמונה מקיפה ועדכנית על תפיסות ועמדות בבית הספר,להראות את התוצאות הסובייקטיביות שנבחרו וכיצב הן מקדמות את התוצאות האובייקטיביות,"נבחרו תוצאות סובייקטיביות רלוונטיות ועדכניות
התומכות ומקדמות את קיימות התוצאות האובייקטיביות [למשל: תדמית בי""ס, שביעות רצון, עמדות, אקלים חברתי...]",,,0,7,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,ביצוע,"ניהול תוצאות המפתח, לרבות שיפורים ותכנון לעתיד",מגמות של התוצאות הסובייקטיביות על רצף זמן,בית הספר מציג מגמה של שיפור בהשגת התוצאות הסובייקטיביות,,,0,8,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"סה""כ לקריטריון 6- תוצאות סוביקטיביות",,,,0,15%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,קריטריון 7: תוצאות מצוינות - תוצאות אובייקטיביות,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,רלוונטיותושימושיות,תוצאות המפתח האובייקטיביות רלוונטיות ומספקות תמונה מקיפה בית הספר,להראות את התוצאות האובייקטיביות ואת התמונה שהם מספקים על בית הספר,"נבחרו תוצאות מפתח רלוונטיות ועדכניות המשקפות את התקדמות ביה""ס להשגת חזונו [למשל, הישגים, פניות ותלונות, נשירה וכד]",,,0,7,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,ביצוע," ניהול תוצאות המפתח, לרבות שיפורים ותכנון לעתיד",מגמות של שיפור בתוצאות האובייקטיביות על רצף זמן,בית הספר מציג מגמות של שיפור בהשגת התוצאות האובייקטיביות,,,0,8,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,"סה""כ לקריטריון  7- תוצאות אוביקטיביות",,,,0,15%,0,0,0,0,0,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,,,"סה""כ לתוצאות",0,30%,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,
--- Sheet: ריכוז תוצאות בית ספריות ---
,,ניקוד,%,100%,,,,,,,,,,
מעגל הכיוון,"סה""כ לקריטריון 1.1 - חזון",0,0%,70,,,,,,,,,,
,"סה""כ לקריטריון  1.4 אסטרטגיה",0,0%,120,,,,,,,,,,
,"סה""כ לקריטריון1: חזון ואסטרטגיה",0,0%,190,,,,,,,,,,
,,,,,,,,,,,,,,
,"סה""כ לקריטריון  2.1 - תרבות ארגונית",0,0%,60,,,,,,,,,,
,"סה""כ לקריטריון 2.3 - מנהיגות של יזמות וחדשנות",0,0%,70,,,,,,,,,,
,"סה""כ לקריטריון 2: תרבות ארגונית ומנהיגות",0,0%,130,,,,,,,,,,
,,,,,,,,,,,,,,
מעגל הביצוע,"סה""כ לקריטריון  3.1 - בעלי עניין ומעורבותם בבית הספר",0,0%,50,,,,,,,,,,
,"סה""כ לקריטריון  3.2  - ניהול עובדים",0,0%,60,,,,,,,,,,
,"סה""כ לקריטריון 3: בעלי עניין",0,0%,110,,,,,,,,,,
,,,,,,,,,,,,,,
,"סה""כ לקריטריון  4.1 - ייחודיות בית הספר",0,0%,100,,,,,,,,,,
,"סה""כ לקריטריון 4: הצעת ערך",0,0%,100,,,,,,,,,,
,,,,,,,,,,,,,,
,"סה""כ לקריטריון 5.1 - ניהול תהליכים",0,0%,170,,,,,,,,,,
,"סה""כ לקריטריון 5: ניהול ביצועים",0,0%,170,,,,,,,,,,
,,,,,,,,,,,,,,
מעגל התוצאות,"סה""כ לקריטריון 6- תוצאות סוביקטיביות",0,0%,150,,,,,,,,,,
,"סה""כ לקריטריון  7- תוצאות אוביקטיביות",0,0%,150,,,,,,,,,,
,"סה""כ לתוצאות",0,0%,300,,,,,,,,,,
,,,,,,,,,,,,,,
,,,,,,,,,,,,,,
,,,,,,,,,,,,,,
,,,,,,,,,,,,,,
,,,,,,,,,,,,,,
--- Sheet: תרשים תוצאות המבדק ---
,,,`;
